---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ValueAtPointBase
source: html/0a377364-9fd2-2755-96c9-036808668550.htm
---
# ValueAtPointBase Members

Sets flags for all measurements to ValueAtPointFlags::None.